[Slovak]
Translated_By=Jozef Gaál
:::::::::::::::::::::::::::::::::::::::::::::::::::: Grafické Rozhranie ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=KROK 1 : VÝBER USB KĽÚČA
STEP 2 : CHOOSE A SOURCE=KROK 2 : VÝBER ZDROJA
STEP 3 : PERSISTENCE=KROK 3 : PERZISTENCIA
STEP 4 : OPTIONS=KROK 4 : MOŽNOSTI
STEP 5 : CREATE=KROK 5 : VYTVORENIE
:::::::::::::::::::::::::::::::::::::::::::::::::::: Všeobecné ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Názov
Size=Veľkosť
Help=Pomoc
Please read=Prosím čítajte
Error=Chyba
:::::::::::::::::::::::::::::::::::::::::::::::::::: Krok 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Vyberte USB kľúč
Hard drives=Pevné disky
No key found=Nenájdený žiadny USB kľúč
:::::::::::::::::::::::::::::::::::::::::::::::::::: Krok 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Stiahnutie
Support for .IMG files is experimental=Podpora pre .IMG súbory je experimentálna
Only Live mode is currently available in step 3, virtualization option has been disabled=Iba Live mód je v súčasnosti k dispozícii v kroku 3, možnosť virtualizácie bola vypnutá
However, LinuxLive USB Creator will try to use same install parameters as for=Avšak, LinuxLive USB Creator sa pokúsi použiť rovnaké parametre ako pri inštalácii
:::::::::::::::::::::::::::::::::::::::::::::::::::: Krok 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(iba Live mód)
(Persistent Mode)=(Perzistentný mód)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Krok 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Skryť vytvorené súbory na USB kľúči
(except for Umenu.exe)=(s výnimkou Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formátovať na systém FAT32 (toto vymaže všetky vaše údaje!)
Enable launching LinuxLive in Windows (requires internet to install)=Povoliť spustenie LinuxLive vo Windows (vyžaduje pripojenie na internet kvôli inštalácii)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Krok 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Kliknite na ikonu blesku pre začatie inštalácie
Veuillez choisir un disque formaté en FAT32 ou cocher l'option de formatage=Prosím, vyberte FAT32 nebo zaškrtnite voľbu formátovanie
No disk selected=Nebol vybraný žiadny disk
No file selected=Nebol vybraný žiadny súbor
No folder or CD selected=Nebol vybraný žiadny adresár alebo CD
http://www.ubuntu.com/getubuntu/download=http://wiki.ubuntuusers.de/Downloads
Please choose an ISO image of LinuxLive CD=Prosím vyberte ISO obraz LinuxLive CD
Please choose a CD of LinuxLive Live or its folder=Prosím vyberte zložku LinuxLive Live alebo CD
Start creation of LinuxLive USB=Spustiť vytvorenie LinuxLive USB
Please validate step 1 to 3=Prosím skontrolujte kroky 1 až 3
Are you sure you want to format this disk and lose your data=Ste si istý, že chcete sformátovať tento disk a stratiť všetky svoje údaje na tomto disku
Formatted in=Formát
Formating the key=Formátovanie USB kľúča
Step 1 to 3 OK=Krok 1 až 3 OK
Cleaning previous installations ( 2min )=Čistenie predchádzajúcej inštalácie (2min)
Setting up virtualization software=Nastavení virtualizačného softvéru
VirtualBox already downloaded=VirtualBox je už stiahnutý
A new version of VirtualBox is available=Nová verzia VirtualBox je k dispozícii
This new version will be downloaded=Nová verzia bude stiahnutá
Downloading VirtualBox as a background task=Stiahnuť VirtualBox ako úlohu v pozadí
Download started succesfully=Sťahovanie úspešne začalo
Download failed to start=Sťahovanie sa nepodarilo
VirtualBox will not be installed=VirtualBox nebude nainštalovaný
Integrity could not be verified=Integrita nemohla byť overená
Will attempt installation=Pokus o inštaláciu
Cannot download=Nedá sa stiahnuť
Extracting ISO file on key=Rozbalenie ISO súboru na USB kľúč
Writing image to the usb stick=Rozbalenie obrazu na USB kľúč
Copying files to the key=Kopírovanie súborov na USB kľúč
Renaming some files=Premenovávam niektoré súbory
Hiding files=Skrytie súborov
Creating file for persistence=Vytvorenie súboru pre perzistenciu
Formating persistence file=Formátovanie súboru perzistencie 
Live mode : no persistence file=Live mód : žiadny súbor perzistencie
Ubuntu variant found=Ubuntu variant nájdený
Installing boot sectors=Inštalácia boot sektora
Downloading VirtualBox=Sťahovanie VirtualBoxu
Download complete=Sťahovanie dokončené
Cleaning previous VirtualBox install=Čistenie predchádzajúcej inštalácie VirtualBoxu
Extracting VirtualBox on key=Rozbaľovanie VirtualBoxu na USB kľúč
Applying VirtualBox settings=Použitie nastavenia Virtualboxu
Your LinuxLive key is now up and ready=Váš LinuxLive je teraz pripravený
You do not have enough rights to launch VirtualBox=Nemáte dostatočné práva na spustenie VirtualBoxu
Please log in as an administrator or run VirtualBox with admin rights=Prosím, prihláste sa ako administrátor alebo spustite VirtualBox s právami administrátora
Free memory below 256mb threshold=Voľná pamäť je pod hranicou 256 MB
This is not enough to launch LinuxLive in Windows=Toto nie je dosť pre spustenie LinuxLive v systéme Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Hilfe Datei ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Chýba súbor pomoci
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Hilfe Schritt 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=O tomto programe
User's Guide=Používateľská príručka (EN)
Virtualization Tutorial (FR)=Virtuálny sprievodca (FR)
Donate=Prispejte
Version=Verzia
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfigurácia klávesnice ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Tento ISO súbor nie je kompatibilný
Detecting keyboard layout=Zistiť rozloženie klávesnice
French (France)=Francúzština (Francúzsko)
French (Swiss)=Francúzština (Švajčiarsko)
Dutch=Holandčina
Portuguese=Portugalčina
Slovak=Slovenčina
US or other (qwerty)=US alebo iné (Qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfigurácia VirtualBoxu ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Chyba pri vytváraní VMDK
Key not found, VMDK is invalid=Kľúč nebol nájdený, VMDK je neplatný
Try to launch again SetupForAutoVMDK.exe=Pokúste sa znovu spustiť SetupForAutoVMDK.exe
Do you want to ignore this error=Chcete túto chybu ignorovať
:::::::::::::::::::::::::::::::::::::::::::::::::::: Overenie MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Nedá sa nájsť MD5SUMS súbor
Canceling check=Ruší sa kontrola
You have the right ISO file but it is corrupted or was altered=Máte správny súbor ISO, ale je poškodený alebo bol zmenený
Verifying=Overovanie
This ISO is not compatible=Tento ISO súbor nie je kompatibilný
Please read the compatibility list in user guide=Prosím, prečítajte si zoznam kompatibility v používateľskej príručke
If your version is in this list, this mean that your file is corrupted, please download it again=Ak je vaša verzia v tomto zozname, znamená to, že súbor je poškodený, prosím stiahnite ho znova
This version is compatible and its integrity was checked=Táto verzia je kompatibilná a jej integrita bola skontrolovaná
Check completed=Kontrola dokončená
Integrity + compatibility check=Kontrola integrity + kompatibility
Unable to open MD5SUM.txt=Nedá sa otvoriť md5sum.txt
Checking integrity=Kontrola integrity
This file is corrupted=Tento súbor je poškodený
All files have been successfully checked=Všetky súbory boli úspešne skontrolované
Checking file=Kontrola súboru
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu USB-kľúča ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Perzistentný mód
Live Mode=Live mód
Install=Inštalácia
File Integrity Check=Kontrola súborovej integrity
Memory Test=Test pamäte
:::::::::::::::::::::::::::::::::::::::::::::::::::: Chybové okná ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Vyskytla sa chyba
An anonymous report was sent in order to fix this error as soon as possible=Anonymná správa bola zaslaná, aby sa táto chyba opravila čo najskôr
Show bug report=Zobraziť report chýb
Restart application=Reštart aplikácie
Close application=Zavrieť aplikáciu
Last Actions=Posledné akcie
Unique anonymous ID=Unikátne anonymné ID
Report status=Stav reportu
Pending=Prebieha
Error (not sent)=Chyba (neodoslaná)
Sent=Odoslať
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Aby bolo možné spustiť LinuxLive 
Remove your key and insert it again=Vyberte USB kľúč a vložte ho znova
Go to 'My Computer'=Prejdite na 'Tento počítač'
Right click on you key and select :=Kliknite pravým tlačidlom myši na USB kľúč a vyberte 
'LinuxLive!' to launch linux in windows='LinuxLive!' pre spustenie Linuxu priamo vo Windowse
'VirtualBox Interface' to launch VirtualBox full interface='Rozhranie VirtualBox ' pre spustenie plného rozhrania VirtualBox
'CD Menu' to launch the original CD menu='CD Menu' pre spustenie originálneho CD menu
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=
Manually=Manuálne
Automatically=Automaticky
Please select a linux to continue=Prosím vyberte Linux pre pokračovanie
Looking for the fastest mirror=Hľadanie najrýchlejšieho servera
Testing mirror=Testovanie záložného servera
No online mirror found=Žiadny on-line server nebol nájdený
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Skontrolujte prosím pripojenie k internetu
Select this file as the source when download will be completed=Vyberte tento súboru ako zdroj, keď sa sťahovanie dokončí
Downloading=Sťahovanie
from=z
Error while trying to download=Chyba pri pokuse o stiahnutie
Latency=Latencia
Server Name=Názov servera
Copy link=Kopírovať odkaz
Launch in my browser=Spustiť v prehliadači
Best mirrors=Najlepšie servery
Good mirrors=Dobré servery
Bad mirrors=Zlé servery
Dead mirrors=Nefunkčné servery
Check will begin shortly=Čochvíľa začne kontrola
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Vyberte váš obľúbený Linux
There is a new version available=K dispozícii je nová verzia
Your LiLi's version is not up to date=Vaše verzia LiLi nie je aktuálna
Last version is=Posledná verzia
Your version is=Vaša verzia
Do want to download it=Chcete ju stiahnuť
Error while trying to find physical disk number=Chyba pri pokuse nájsť číslo fyzického disku
This Linux is not in the compatibility list=Tento Linux nie je v zozname kompatibility
Setting the memory to the recommended value=Nastavenie pamäte na odporúčanú hodnotu
Free memory is below the recommended value for your Linux to run in Windows=Voľná pamäť je pod odporúčanou hodnotou pre spustenie vášho Linuxu v systéme Windows
Recognized Linux=Uznávaný Linux
Built-in Persistency=Vstavaná perzistencia
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Už ste vytvorili USB kľúč
Are you sure that you want to recreate one=Ste si istý, že ho chcete znovu vytvoriť
The compatibility list has been updated=Zoznam kompatibility bol aktualizovaný
These linuxes are now supported=Tieto Linuxy sú teraz podporované
Official Ubuntu Variants=Oficiálne Ubuntu varianty
Ubuntu Based Variants=Varianty založené na Ubuntu
Fedora Variants=Fedora varianty
Debian Variants=Debian varianty
PCLinuxOS Variants=PCLinuxOS varianty
Rescue CDs=Záchranné CD
Light Linuxes=Odľahčený Linux
Gentoo Based=Založené na Gentoo
Security Purpose=Bezpečnostná účel
Others=Iné
Regular Linux (works with most linuxes)=Štandardný Linux (funguje s väčšinou Linuxov)
::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Aktualizácia Portable-VirtualBox pack
Help me to improve LiLi=Pomôžte mi zlepšiť LiLi
This is a Beta or Release Candidate version=Toto je Beta alebo Release Candidate verzia
Click OK to leave a feedback or click Cancel to close this window=Kliknite na tlačidlo OK pre zanechanie komentára alebo kliknutím na tlačidlo Zrušiť zavriete toto okno
Options=Nastavenia
General=Hlavné
Versions=Verzie
Compatibility List=Zoznam kompatibility
Make a donation=Prispejte
Contact me=Kontaktujte ma
CopyLeft by=CopyLeft
GPL v3 License=GPL v3 Licencia
Language=Jazyk
Available languages=Dostupné jazyky
Proxy=Proxy
Proxy settings=Proxy nastavenia
No proxy=Žiadne proxy
Use system settings=Použiť nastavenia systému
Use custom settings=Použiť vlastné nastavenia
Proxy URL=Proxy URL
Port=Port
Username=Používateľské meno
Password=Heslo
Status=Stav
Test settings=Test pripojenia
You are connected=Ste pripojený
You are disconnected=Ste odpojený
Not tested yet=Zatiaľ nebolo testované
Update=Aktualizácia
Check for updates=Skontrolovať aktualizácie
Stable releases only=Iba stabilné verzie
Stable and beta releases=Stabilné a beta verzie
Advanced=Rozšírené
Do not modify these options unless you know what you are doing=Neupravujte tieto možnosti, iba ak naozaj viete čo robíte
Select a Linux=Vyberte distribúciu Linuxu
Install parameters=Inštalačné parametre
Use LiLi automatic recognition=Použiť automatické rozpoznávanie LiLi
highly recommended=odporúčané
Force using same parameters as=Vynútiť použitie rovnakých parametrov ako
Netbook screen detected=Zistená netbook obrazovka
Your screen vertical resolution is less than 600 pixels=Vaše vertikálne rozlíšenie obrazovky je menšie ako 600 pixelov
Please use the arrow keys (up and down) of your keyboard to move the interface=Prosím použije šípky (hore a dole) na vašej klávesnici pre pohyb v rozhraní
Testing=Testovanie
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Ospravedlňujeme sa za nepríjemnosti, ale Lili neočakávane skončil. 
Please enter an email address and a detailed comment about this crash=Zadajte e-mailovú adresu a podrobný komentár o tejto chybe
I will contact you as soon as I can=Budem vás kontaktovať ako rýchlo to len bude možné
Show crash report=Zobraziť chybovú správa
Close (don't send)=Zavrieť (neodosielať)
Send Report=Poslať oznámenie o chybe
Your file is corrupted=Váš súbor je poškodený
Please download it again=Stiahnite si prosím znova
Read the log for more information=Prečítajte si protokol pre viac informácií 
Starting LinuxLive USB Creator=Spustenie LinuxLive USB Creator
Checking for new major version=Kontrola novej hlavnej verzie
Checking for new minor version=Kontrola novej menšej verzie
Checking for new Portable-VirtualBox version=Kontrola novej verzie Portable-VirtualBox
Reading compatibility list=Čítanie zoznamu kompatibility
Loading interface=Nahrávam rozhranie
Getting drive list=Získavam zoznam diskov 
Logging system configuration=Zaznamenávam konfiguráciou systému
Checking for updates=Kontrola aktualizácií 
Please close any application accessing your key and try again=Prosím zatvorte všetky aplikácie s prístupom na USB kľúč a skúste to znova
Checking VirtualBox archive integrity=Kontrola integrity archívu VirtualBox
VirtualBox archive integrity checked=Kontrola integrity archívu VirtualBox bola úspešná
Unzipping VirtualBox archive to disk=Rozbalení archívu VirtualBox na disk
VirtualBox archive is corrupted=Archív VirtualBox je poškodený
Force using default mode (works with most Linuxes)=Vynútiť použitie štandardného režimu (funguje s väčšinou Linuxov) 
There is a new Beta version available=K dispozícii je nová beta verzia
Your LiLi's version is not up to date=Váš verzia LiLi nie je aktuálna
Last beta version is=Posledná beta verzia je
Server-oriented=Serverovo-orientovaná

Welcome to the automatic crash reporter=Vitajte v automatickom oznamovači chýb
Your Email address=Vaša e-mailová adresa
Problem Details=Podrobnosti problému
This ZIP file contains only an ISO=Tento ZIP súbor obsahuje len ISO
Please unzip it and retry with this ISO instead=Prosím, rozbaľte ho a skúste to znovu s týmto ISO namiesto prvého
Please insert your USB key back or select another one=Vložte prosím váš USB kľúč naspäť alebo zvoľte iný
Your device could not be formatted=Vaše zariadenie nemôže byť sformátované 
Please close all open applications then try again=Prosím, zatvorte všetky spustené aplikácie a skúste to znova
Checking for main software updates=Kontrola aktualizácie hlavnej verzie
Checking for Portable-VirtualBox updates=Kontrola aktualizácie verzie Portable-VirtualBox
Current version=Súčasná verzia
Last version=Posledná verzia
Do you want to download it=Chcete ju stiahnuť 
VirtualBox is running and should be closed=VirtualBox beží a mal by byť ukončený
Close it then click OK=Zatvorte ho potom kliknite na tlačidlo OK
Click cancel to ignore this warning=Kliknite na tlačidlo Zrušiť ak chcete ignorovať toto varovanie
